Repository: ShotOfVodkah/Gymbro-Fullstack
Catalog: iOS/Gymbro/Targets/GymbroAuth/Resources/Localizable.xcstrings
Source language: en
Languages: ru

# auth.action.create_account
source: Create an account
ru: Создать аккаунт

# auth.action.login
source: Log in
ru: Войти

# auth.alert.accept_legal
source: Please read and accept Terms of Service and Privacy Policy to continue.
ru: Примите Условия использования и Политику конфиденциальности.

# auth.alert.enter_email
source: Enter your email address.
ru: Введите адрес email.

# auth.alert.enter_password
source: Enter your password.
ru: Введите пароль.

# auth.alert.invalid_email
source: Enter a valid email address.
ru: Введите корректный email.

# auth.alert.ok
source: OK
ru: ОК

# auth.field.password
source: Password
ru: Пароль

# auth.legal.all_set
source: You're all set legally.
ru: Документы приняты.

# auth.legal.and
source: and
ru: и

# auth.legal.prefix
source: By continuing, you agree to GymBro's
ru: Продолжая, вы принимаете

# auth.legal.privacy
source: Privacy Policy
ru: Политикой конфиденциальности

# auth.legal.terms
source: Terms of Service
ru: Условиями использования

# auth.password.min_length
source: Password must be at least 8 characters.
ru: Пароль должен быть не короче 8 символов.

# auth.password.number
source: Password must contain at least one number.
ru: Пароль должен содержать хотя бы одну цифру.

# auth.password.uppercase
source: Password must contain at least one uppercase letter.
ru: Пароль должен содержать хотя бы одну заглавную букву.

# auth.placeholder.email
source: Enter your email
ru: Введите email

# auth.placeholder.password
source: Enter your password
ru: Введите пароль

# auth.role.athlete
source: Athlete
ru: Атлет

# auth.role.coach
source: Coach
ru: Тренер

# auth.role.who
source: Who are you?
ru: Кто вы?

# auth.tab.login
source: Log in
ru: Вход

# auth.tab.register
source: Sign up
ru: Регистрация

# auth.tagline
source: Your own path to perfection
ru: Твой путь к совершенству

# legal.accepted
source: ✓ Already Accepted
ru: ✓ Уже принято

# legal.agree
source: I agree
ru: Согласен

# legal.close
source: Close
ru: Закрыть

# legal.dummy.privacy
source: Privacy Policy text goes here... We collect X, store Y, process Z... (Also nobody reads this.)
ru: Здесь будет текст политики конфиденциальности…

# legal.dummy.terms
source: Terms of Service text goes here... 1. You agree... 2. You also agree... (Yes, nobody reads this.)
ru: Здесь будет текст условий использования…

# legal.title.privacy
source: Privacy Policy
ru: Политика конфиденциальности

# legal.title.terms
source: Terms of Service
ru: Условия использования
